;
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Please translate text only after symbol ' = '
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at http://www.wisecleaner.com/language.html.
;
;
; Translation Author = Awadh
; Translation Author Email = awadh_al_ghaamdi@hotmail.com
; Soft Version = 7.x
;
[Lang]
NativeLanguage=العربية

[GUI]
ButtonYes=نعم
ButtonNo=لا
ButtonOK=حسنا
ButtonMinimize=تصغير
ButtonMaximize=تكبير
ButtonClose=إغلاق
ButtonRestore=إستعادة
ButtonMenu=قائمة

[Translation]
;
; Reading habits
; 
ReadHabit = Left-to-right
;
;  Font and Charset
;
LanguageName = Ara
LangCode=0401|3801|3C01|1401|0C01|0801|2C01|3401|3001|1001|1801|2001|4001|2801|1C01|2401
DefaultFont =Tahoma
DefaultFontSize = 8
DefaultCharset = Arabic_CHARSET
;
; Message box
;
Information =معلومات
Warning =تحذيرات
Error =خطأ
Confirm =تأكيد
;
; Main GUI
;
FrmWRC.btnregclean.caption=منظف الريجستري
FrmWRC.btnadv.caption=توليف النظام
FrmWRC.btnsilm.caption=إلغاء تجزئة الريجستري
FrmWRC.btnrestore.caption=إستعادة
FrmWRC.btnsettings.caption=إعدادات
FrmWRC.btnlikeit.caption=أعجبني
FrmWRC.btnsuggest.caption=إقتراحات و استفسارات
FrmWRC.WiseSimpleButton1.caption=الإحتياطي
;
; Reg Cleaner
;
FrmRegClean.btnall.caption=تحديد الكل
FrmRegClean.btnre.caption=المستحسن
FrmRegClean.btnnone.caption=بدون تحديد
FrmRegClean.btnCustom.caption=منطقة مخصصة
FrmRegClean.WiseLabel1.caption=الجدولة
FrmRegClean.lbltype.caption=الفترة الزمنية
FrmRegClean.lblweek.caption=اليوم
FrmRegClean.lbltime.caption=الوقت
FrmRegClean.btnScan.caption=بدء الفحص
FrmRegClean.btncancel.caption=إلغاء الأمر
FrmRegClean.btnrescan.caption=إعادة الفحص
FrmRegClean.lblstat.caption=أنت لحد الآن لم تعمل تنظيف للريجستري. ننصحك بعمل تنظيف الآن
FrmRegClean.vtrc.Columns[0]=بيانات
FrmRegClean.vtrc.Columns[1]=مفتاح الريجستري
;
; Optimizer
;
FrmOptimizer.btnSlimming.caption=تحسين
FrmOptimizer.btnnone.caption=بدون تحديد
FrmOptimizer.btnall.caption=تحديد الكل
FrmOptimizer.btnDefault.caption=إفتراضي النظام
FrmOptimizer.lblrecommendinfo.caption=جرب منتجاتنا الذكية الخاصة بتحسين أداء الكمبيوتر الآن
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=هو مجموعة من أدوات لصيانة النظام سهلة و فعالة Wise PC Engineer
FrmOptimizer.lblwdcinfo.caption=للتخلص من مخلفات. سريع و دقيق و مضمون Wise Disk Cleaner
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=هل تريد المزيد من تحسين أداء كمبيوترك ؟
Frmoptimizer.lblinfoex.caption=توليف النظام يحسن الإتصال بشبكة الإنترنت و يسرع كمبيوترك، و يزيده ثباتا
FrmOptimizer.btnoptimize.caption=تحسين
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=إلغاء تجزئة الريجستري يجعل كمبيوترك يعمل بشكل أسرع و أكثر ثباتا
FrmRegDefragger.lblstat.caption=أنت لم تعمل إلغاء تجزئة للريحستري حتى الآن. يستحسن عمل ذلك الآن
FrmRegDefragger.btndefrag.caption=بدء التحسين
FrmRegDefragger.lblinfo1.caption=ـ 1 - نقترح عليك إغلاق جميع التطبيقات الأخرى قبل تشغيل هذه الوظيفة
FrmRegDefragger.lblinfo2.caption=ـ 2 - سوف يصبح النظام متجمدا و غير مستجيبا أثناء التحليل
FrmRegDefragger.lblinfo3.caption=ـ 3 - سيتم إعادة تشغيل الكمبيوتر بعد انتهاء عملية إلغاء التجزئة
FrmRegDefragger.lblinfo4.caption=ـ 4 - الرجاء عدم مقاطعة عملية إلغاء تجزئة الريجستري، لأن المقاطعة قد تسبب عواقب غير معروفة
FrmRegDefragger.vtdefrag.Columns[0]=إسم الخلية
FrmRegDefragger.vtdefrag.Columns[1]=الحجم الحالي
FrmRegDefragger.vtdefrag.Columns[2]=الحجم الجديد
FrmRegDefragger.vtdefrag.Columns[3]=معدل التكرار
FrmRegDefragger.btnAnalysis.caption=تحليل
;
; Custom scan areas
;
Frmcustom.caption=منطقة مخصصة
Frmcustom.btnre.caption=المستحسن
Frmcustom.btnall.caption=الكل
Frmcustom.btnnone.caption=بدون
Frmcustom.btncancel.caption=إلغاء الأمر
Frmcustom.btnok.caption=حسنا
;
; About Window
;
FrmAbout.lblver.caption=النسخة الحالية
FrmAbout.lblemail.caption=مراسلة الدعم:
FrmAbout.lblemailinfo.caption=Support@wisecleaner.com
FrmAbout.lblhome.caption=الصفحة الرئيسية:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=ترجمة الأستاذ: عوض الغامدي _ منتديات عميد التعريب
FrmAboutWin.caption=حول
FrmAboutWin.btnok.caption=حسنا
;
; Settings
;
FrmSettings.caption=إعدادات
FrmSettings.tsCommon.caption=عام
FrmSettings.tsAutoRun.caption=تشغيل تلقائي
FrmSettings.tsExclusion.caption=قائمة الإستثناء
FrmSettings.btnrestore.caption=من نحن
FrmSettings.btnok.caption=حسنا
FrmSettings.btncancel.caption=إلغاء الأمر
;
; Auto Run
;
FrmAutorunSettings.chk1.caption=إنشاء أيقونة "تنظيف بنقرة واحدة" على سطح المكتب
FrmAutorunSettings.lblcmd.caption=نمط سطر الأوامر
FrmAutorunSettings.lblcmdinfo.caption=يمكنك تشغيل البرنامج و عمل فحص و تنظيف محركات الأقراص بشكل تلقائي عن طريق موجه سطر الأوامر. لمزيد من المعلومات, إضغط على إف-1 في لوحة المفاتيح, أو أنقر على الرابط التالي لقراءة التعليمات من  خلال موقعنا الرسمي
FrmAutorunSettings.btnhelp.caption=تعليمات على الإنترنت
;
; Exclusion List
; 
FrmExclusion.btnAdd.caption=إضافة كلمة رئيسية
FrmExclusion.btnExport.caption=تصدير
FrmExclusion.btnRemove.caption=إزالة
FrmExclusion.btnimport.caption=إستيراد
Frminput.btnok.caption=حسنا
Frminput.btncancel.caption=إلغاء الأمر
;
; General Settings
;
FrmGeneral.chkNews.caption=رسائل إخبارية تلقائية
FrmGeneral.chkbackup.caption=نسخ إحتياطي للريجستري قبل التنظيف بشكل تلقائي 
FrmGeneral.WiseLabel1.caption=بحث عن تحديثات:
FrmGeneral.WiseLabel2.caption=اللغة الإفتراضية:
FrmGeneral.btnchecknew.caption=بحث الآن
FrmGeneral.lbtran.caption=ترجمة إلى...
FrmGeneral.lblscanmode.caption=كيفية فحص الريجستري
FrmGeneral.rdnormal.caption=(عادي (المستحسن
FrmGeneral.rdssafe.caption=(آمن فقط (فقط إظهار المدخلات الآمنة
FrmGeneral.rddeep.caption=(عميق (وضعية الفحص الكامل لذوي الخبرة
;
; Backup and Restore
;
Frm_br.btncancel.caption=إلغاء الأمر
FrmBackup.caption=إحتياطي
FrmBackup.btnreg.caption=إنشاء إحتياطي كامل للريجستري
FrmBackup.btnsys.caption=إنشاء نقطة إستعادة للنظام
FrmRestore.caption=إستعادة
FrmRestore.btnRegBk.caption=إحتياطي الريجستري
FrmRestore.btnSysBK.caption=إستعادة النظام
FrmRestore.btnclose.caption=إغلاق
FrmRestore.btnrestore.caption=إستعادة
FrmRestore.btnremove.caption=إزالة
;
; Update
;
frmupdate.caption=تحديث البرنامج
;
; Popup Menus
;
pmHelp=تعليمات على الإنترنت
pmHome=الموقع الرسمي
pmCheckNew=التدقيق بحثا عن تحديثات
pmLang=تحديد اللغة
pmSkin=تغيير المظهر
pmAbout=حول
pmIgnore=تجاهل هذه المادة
pmrec=المستحسن
pmAll1=تحديد الكل
pmNone=بدون تحديد
pmGo=إنتقال إلى مادة
pmExport=تصدير إلى
pmPortable=إنشاء نسخة محمولة من البرنامج
;
; Like Us
;
FrmlikeUs.lblTitle.caption=فاخبر أصدقائك عن ذلك Wise Disk Cleaner إذا تحب
FrmlikeUs.lblInfo.caption=يسعدنا أن تقوم بمشاركة هذا البرنامج على صفحات منتديات عميد التعريب و التي تعتبر المصدر الأول للتعريب في العالم العربي, كما يسعدنا أن تقوم بدعمه على الفيس بوك أو تويتر أو اليوتيوب و مشاركة البرنامج مع أصدقائك و عائلتك و زملائك عبر البريد الإلكتروني أو نشر البرنامج على مدونتك أو موقعك
FrmlikeUs.lblRate.caption=Wise Disk Cleaner قـيـم
FrmlikeUs.lblfollow.caption=كن معنا
FrmlikeUs.lblshare.caption=Wise Disk Cleaner شارك بـ
FrmlikeUs.btndownload.caption=تحميل مجاني
FrmlikeUs.imgrate.hint=أعطينا 5 نجوم مكافأة
FrmlikeUs.imgmail.hint=شارك به مع أصدقائك
FrmlikeUs.imgface1.hint=facebook شارك به على
FrmlikeUs.imgface2.hint=facebook كن معنا على
FrmlikeUs.imgtwitter1.hint=twitter شارك به على
FrmlikeUs.imgtwitter2.hint=twitter كن معنا على
FrmlikeUs.Caption=أعجبني
FrmlikeUs.lbldownload.caption=WiseCleaner.com حمل المزيد من البرامج مجانا من:

;
; DefProcess
;
FrmProcess.Caption=تحليل الريجستري
FrmProcess.lblwait.caption=...يتم التحليل
FrmProcess.lblinfo.caption=خلال هذه العملية، نظامك قد لايستجيب لعدة ثواني أو دقائق
FrmProcess.lblwait.caption=...جاري التحليل, فضلا أنتظر

[Message]
Total=المجموع:
DefragRate=%s قد تساعد عملية إلغاء تجزئة الريحستري في تقليل حجم الريجستري بمقدار
SuggestDefrag=يستحسن عمل إلغاء تجزئة فور للريجستري
SuggestIgnore=من الصعب جدا أن تتوسع الريجستري حاليا. يرجى إلغاء تجزئتها في المرة القادمة
TypeNoError=تنظيف
NeverClean=أنت لحد لم تعمل تنظيف للريجستري. ينصح بعمل ذلك الآن
AdviseClean= ترجمة الأستاذ عوض الغامدي _ منتديات عميد التعريب
DupItem=تم وضع هذه المادة في القائمة
Advisedefrag=إلغاء تجزئة الريجستري يجعل كمبيوترك يعمل بشكل أسرع و أكثر ثباتا
NeverDefrag=أنت لم تعمل إلغاء تجزئة للريحستري حتى الآن. يستحسن عمل ذلك الآن
LastDefrag=آخر مرة تمت فيها تجزئة الريجستري كانت في 
TotalDefrag=تم ضغط ما مجموعة %.2f
DefaultValue=(إفتراضي)
RegBackup=إحتياطي الريجستري
RegRestore=استعادة الريجستري
CreateBackup=..إنشاء ملف إحتياطي
Compress=..جاري الضغط
Extracte=..استخراج
Complete=كامل
RestoreReg=..استعادة الريحستري.قد تستغرق عدة دقائق
NotSupportOS=هذه الوظيفة غير مدعومة على نظام التشغيل هذا
EnableRestore=تم إغلاق استعادة النظام . هل تريد فتح استعادة النظام الآن؟
SysCreating=...جاري إنشاء نقطة إستعادة للنظام
SysRestoring=...جاري التحضير لاستعادة النظام
RestorePointDone=تم إنشاء نقطة استعادة
RestorePointFail=فشل في إنشاء نقطة استعادة
ErrorMsg=رسالة خطأ:
Area=المنطقة
Summary=ملخص
LeastOne=يجب عليك أن تحدد منطقة واحدة على الأقل للفحص
IsRunning=البرنامج يقوم بالفحص . الرجاء الإنتظار حتى يتم إنجاز الفحص وحاول ثانية
Optimized=محسن
DefragReport=تم ضغط الريجستري. تقرير التحسين:
DefragReport1=الحجم القديم للريجستري:
DefragReport2=الحجم الجديد للريجستري:
DefragReport3=الحجم المحسّن:
ReOptimize=التحسين مرة ثانية
ComfirmDefrag=هل تريد البدء في تحسين الريجستري؟
def15After=مضي %d يوم منذ آخر إلغاء للتجزئة. يستحسن إجراء إلغاء التجزئة فورا
def15Before=إبقاء الريجستري مضغوط من الممكن أن يجعل نظامك يعمل بسرعة
KeyWord=أكتب الكلمات الرئيسية هنا
ExImport=تم تصدير قائمة الإستبعاد إلى :
NoNewVer=لا يوجد نسخة جديدة
Daily=يوميا
Weekly=أسبوعيا
Monthly=شهريا
Never=بدون
TranslateTo=ترجمة إلى...
NeedBack=من الواضح بأنها المرة الأولى التي تستخدم بها البرنامج.من المستحسن بقوة أخذ إحتياطي للريجستري أولاً.من الممكن أن نعمل لك هذا تلقائياً. هل ترغب في إداء النسخ الإحتياطي الآن؟
Newsletter=رسالة إخبارية
UpgradeInfo=معلومات الترقية
CannotCrTask=تعذر إنشاء جدولة المهمة
ScheduleNextTime=التشغيل للقادم
Exported=%s هل تريد فتح الملف الآن؟ تم تصدير المدخلات الحالية إلى
Idle=عند الخمول
LastClean=آخر مرة تم فيها تنظيف الريجستري كانت في 
Monday=الإثنين
Tuesday=الثلاثاء
Wednesday=الأربعاء
Thursday=الخميس
Friday=الجمعة
Saturday=السبت
Sunday=الأحد
IssueFound=تم العثور على %d خطأ
Scanning=..جاري الفحص
ScanCanceled=! تم إلغاء الفحص
FindError=تم العثور على %d خطأ, منها %d خطأ غير آمن
LogAll=تم العثور على %d خطأ. تم إصلاج %d منها
LogFail=فشل في إزالة %d خطأ
StartClean=بدء التنظيف
StartScan=بدء الفحص
7After=مضى %d يوم منذ الفحص الأخير. من المستحسن إجراء فحص فوري للريجستري
7Before=ترجمة الأستاذ عوض الغامدي - منتديات عميد التعريب
ReScanHint=تم إكتشاف %d خطأ لذا يستحسن عمل فحص مرة أخرى للعثور على المزيد من منها
CleanNow=يستحسن أن تضغط على زر "بدء التنظيف" لإصلاح هذه الأخطاء فورا
NoError=! التهاني. لم يتم العثور على مشاكل
GoodHabit=الريجستري الخاص بك سليم. لإبقاء الريجستري نظيف.رجاء قم بتنظيفه دوما
ReScanHint1=نقترح عليك بأن تفحص ثانية فورا للعثور على المزيد من الأخطاء
TypeChanged=! تم تغيير المناطق
ReScanHint2=يجب عليك أن تقوم بالفحص ثانية للعثور على الأخطاء
CleanDone=! تم إكمال التنظيف
bkAuto=إحتياطي تلقائي
bkManual=إحتياطي يدوي
BackupDate=وقت الإحتياطي
BackupType=نوع الإحتياطي
Problems=الأ‘عطال
CreateDate=تاريخ الإنشاء
Description=الوصف
Removebackup=هل تريد إزالة الإحتياطي المحدد؟
RemoveSysRestore=هل تريد إزالة نقطة استعادة النظام المحددة ؟
NoBackupSelected=يجب عليك أن تحدد إحتياطي واحد على الأقل للإستعادة
RestoreComplete=تم إكمال الاستعادة
RestoreFromSysRestore=يجب عليك إعادة تشغيل الكمبيوتر لبدء استعادة النظام. هل تريد إعادة التشغيل الآن؟

[Tuneup]
RestoreAll=هل تريد استعادة كافة المواد إلى الإفتراضي ؟
NoSelectedItem=يجب عليك أن تحدد مادة واحدة فقط من أجل التحسين
OptItems=من المواد التالية %d يمكن تحسين
ItemsOptimized=تم تحسين %d مادة
TakeEff=بعض التغييرات سوف تبقى بدون تأثير حتى إعادة تشغيل الكمبيوتر
NoItems=مبروك! تم تحسين كافة المواد . لا يوجد المزيد من المواد للتحسين
BootSpeedup=تشغيل المسرع/ تسريع إيقاف لتشغيل
SystemStable=إستقرار النظام 
SystemSpeedup=تسريع النظام
NetworkSpeedup=تسريع الشبكة
PrefetchParameters=تحسين إحضار المؤشرات لتحسين بدء الويندوز بسرعة
BootDelay=تخفيض وقت "تدقيق القرص" لتحسين تشغيل الويندوز بسرعة
BootPartition= تمكين ميزّة التحسين لتحسين بدء الويندوز السريع
ClearPagingFile=تعطيل تنظيف ملفات تصفح الويندوز عند إيقاف التشغيل لتسريع  إيقاف تشغيل نظامك
TimeOut=تخفيض توقّف التطبيق في الإغلاق لتحسين عملية إيقاف التشغيل
AutoKill=إغلاق العمليات المجمّدة لتفادي حوادث إصطدام النظام
RestartExplorer=إعادة تشغيل المستكشف تلقائياً إذا توقّف بشكل مفاجئ لتفادي اختفاء سطح المكتب
TwoProcess=تعيين مكوّنات مستكشف الويندوز للتشغيل في العمليات المنفصلة التي تتفادى تعارض النظام
ErrorReport=تعطيل إعلام الخطأ على الشاشة لتحسين أداء النظام
Debugger=تعطيل مصحح الأخطاء لتسريع معالجة الخطأ
OptMemory=تحسين إعدادات الذاكرة الإفتراضية لتحسين أداء النظام
OptVEff=تحسين مظهر مكوّنات الواجهة الأمامية (صناديق الحوار، القوائم، الخ. ) لتحسين أداء النظام
OptFileSystem=تحسين نظام الملف لتحسين أداء النظام
OptDiskSystem=لتحسين أداء النظام I/O تحسين قرص النظام الفرعي
DisAutoRun=تعطيل ميزّة "التشغيل التلقائي" من محرك الأقراص لتفادي عدوى الفيروس وانتشاره
OptDiskIdle=عندما تكون وحدة المعالجة المركزية عاطلة I/O تحسين القرص
OptTTL=لتحسين أداء الشبكة TTL تحسين إعدادات
OptNetForward=تحسين قدرة الشبكة الأمامية لتحسين أداء الشبكة
OptMTU= تحسين أداء نظام السيطرة على الارسال / (الاي بي)  خلال الكشف التلقائي من "الثغرات المظلمة" في التوجه إلى المسار  تقنية إكتشاف ام تي يو
OptWINS=تحسين وقت الإستفسار عن الاسم لتحسين إنتقالات البيانات
OptNetWork=تحسين إعدادات الشبكة لتحسين أداء الإتصال
CloseAnimate= تعطيل "تأثيرات الإنتقال" لتحسين سرعة ظهور النوافذ
PagingExecutive=لتعطيل ترقيم صفحات الذاكرة و تقليل جهد القرص لتحسين أداء التطبيق. (هذا الخيار يمكن تجاهله إذا كانت الذاكرة الفعلية أكبر من 1 غب) ـ
StaticIP=تعيين (اي بي) ثابت لإتّصالك المحليّ لتسريع تشغيل النظام
PorcessorTime=(تحسين أداء المعالج لتنفيذ وبدء التطبيقات، ألعاب، الخ. . (تجاهل إذا كان خادم
DisableIDECheck=لمنع الكمبيوتر من التحقق من قناة الأقراص الخارجية لتحسين سرعة إقلاع النظام
ForeAppSpeed=تعزيز سرعة إستجابة برامج المقدمة
AeroPeek=Aero Peek تعزيز سرعة العرض

[Type]
Activex=ActiveX/COM
FireWall=إعدادات جدار الحماية
RootAll=مسارات غير صالحة
SoftwareSection=مسارات برامج
ApplicationPaths=مسارات تطبيقات
FileTypes=أنواع ملفات
HelpFiles=ملفات تعليمات
Fonts=خطوط
SharedDLL=مشاركة DLLملفات
MRULists=قوائم مستخدمة مؤخرا
UninstallSection=ملف إلغاء تثبيت
StartMenu=قائمة إبدأ
StartupProgram=برامج بدء التشغيل
SoundandAppEvents=أصوات و أحداث تطبيقات
IEUrlHistory=محفوظات روابط إنترنت
IFEO=عمليات فتح ملفات صور
EmptyKey=مفاتيح فارغة
App=إعدادات تطبيقات

[ErrorMessage]
MimeExName=%s :غير صحيح مسجل MIME إمتداد ملف
EmptyKey=مفتاح فارغ
EmptyHelpdirctory=دليل تعليمات فارغ
FileNotExist=الملف/المجلد غير موجود
HFileNotExist=ملف/مجلد التعليمات غير موجود
EmptyValue=قيمة فارغة
TypeLib=مكتبة النوعية غير موجودة
NodeEmpty=التفرع فارغ
SharedFilenotexist=الملف المشارك غير موجود
sharedfilenotbeuse=الملف المشارك غير مستخدم
noconnection=دون معلومات إتصال الملف
Invalidpathtoicon=مسار أيقونة غير صالح
ReferstoaninvalidClass=يرجع إلى طبقة غير صالحة
Emptyshellcommand=أمر القشرة فارغ
Invalidshellcommand=(أمر القشرة غير صالح (الملف غير موجود
Fontsnotexist=ملف الخطوط غير موجود
Hijacking=%s تمت القرصنة بواسطة %s. 
MRULists=للمستخدم MRU قوائم 
invalidOpenWith=لا يوجد أي تطبيق مشروك مع هذا النوع
ReferActivex=غير صالحة Activex/COM يرجع إلى مدخلة
EmptyCLSID=فارغة CLSID
ComSourceNotExist=غير موجود COM مصدر
invalidUnistall=معلومات إلغاء تثبيت غير صالحة
notexist=غير موجودة
ObsoleteStartMenuItem=مادة قائمة ابدأ مهجورة
SoundFilenotexist=ملف صوتي غير موجود
FileNotExist1=يستحسن تجاهل هذا الخطأ "%s" هو %s الملف/المجلد غير موجود, لكن القرص
OpenWithError=فتح مع خطأ، التطبيق المحدد غير موجود
OpenWithError1=يستحسن تجاهل هذا الخطأ %s هو "%s" فتح مع خطأ، التطبيق المحدد غير موجود. لكن القرص
ComSourceNotExist1=يستحسن تجاهل هذا الخطأ %s هو %s غير موجود، لكن القرص COM مصدر

[CommonClean]
WhenIdle=عند الخمول

[Summary]
Activex=غير صالحة COM و ActiveX مكونات
FireWall=إعدادات جدار حماية الويندوز باطلة
RootAll=ملفات ومسارات باطلة
SoftwareSection=ملفات ومسارات البرامج الباطلة
ApplicationPaths=ملفات ومسارات تطبيقات مسجّلة باطلة
FileTypes=معلومات إمتدادات الملف الباطلة
HelpFiles=ملفات التعليمات المسجّلة الباطلة
Fonts=معلومات الخطوط الباطلة
SharedDLL=مكتبات البرنامج عديمة الفائدة أو الباطلة
MRULists=تشير قوائم المحفوظات إلى وصول المستخدم الأخير للملفات، مشاهدة أفلام ، تحرير مستند الخ
UninstallSection=معلومات برامج إلغاء التثبيت الباطلة أو عديمة الفائدة 
StartMenu=مواد قائمة إبدأ الملغية
StartupProgram=برامج بدء التشغيل الملغية أو الباطلة
SoundandAppEvents=الأصوات الملغية أو الباطلة وإعدادات الأحداث
IEUrlHistory=تشير قوائم المحفوظات إلى أنك كنت تتصفح بواسطة انترنيت اكسبلورير
IFEO=خيارات تنفيذ ملفات الصور، بعض الفيروس أو التجسس قد تتلف نظامك بهذه المداخل
EmptyKey=لا يتضمّن الدخول أيّ معلومات
App=إعدادات التطبيق باطلة

[AutoClean]
ErrorsFixed=الأخطاء التي تم التخلص منها
Title=تـــهـــانـــيـــنـــا
ErrorsFound=الأخطاء التي تم العثور عليها

[Skin]
SkinDefault=الإفتراضي
SkinBlue=أزرق
SkinGreen=أخضر
SkinCustom=مخصص
SkinColor=لون مخصص للواجهة